let cows=[
    {name:"Мурка", breed:"Ярославская", color:"Темно-бурая", DOB: new Date(2013, 3, 24), fatherId:"2", motherId:"3", id:1,graph:{"Надой":['','','','','','',''],"Жирость":['','','','','','',''],"Вес":['','','','','','','']}},
    {name:"Бася", breed:"Холмогорская", color:"Красно-пестрая", DOB: new Date(2005, 7, 21), fatherId:"", motherId:"", id:2,graph:{"Надой":['','','','','','',''],"Жирость":['','','','','','',''],"Вес":['','','','','','','']} },
    {name:"Муму", breed:"Костромская", color:"Cеро-бурая", DOB: new Date(2003, 4, 3), fatherId:"", motherId:"", id:3, graph:{"Надой":['','','','','','',''],"Жирость":['','','','','','',''],"Вес":['','','','','','','']}},
    {name:"Муся", breed:"Ярославская ", color:"Темно-бурая", DOB: new Date(2006, 8, 20), id:4, fatherId:"", motherId:"", graph:{"Надой":['','','','','','',''],"Жирость":['','','','','','',''],"Вес":['','','','','','','']}},
    {name:"Дора", breed:"Костромская", color:"Светло-бурая", DOB: new Date(2006, 3, 5), id:5, fatherId:"", motherId:"", graph:{"Надой":['','','','','','',''],"Жирость":['','','','','','',''],"Вес":['','','','','','','']}},
    {name:"Дор", breed:"Костромская", color:"Серо-бурая", DOB: new Date(2015, 3, 5), id:6, fatherId:"4", motherId:"5", graph:{"Надой":['','','','','','',''],"Жирость":['','','','','','',''],"Вес":['','','','','','','']}},
    {name:"Барбара", breed:"Ярославская", color:"Светло-бурая", DOB: new Date(2013, 3, 5), id:7, fatherId:"4", motherId:"5", graph:{"Надой":['','','','','','',''],"Жирость":['','','','','','',''],"Вес":['','','','','','','']}},
    {name:"Булл", breed:"Холмогорска", color:"Красно-пестрый", DOB: new Date(2012, 3, 5), id:8, fatherId:"2", motherId:"3", graph:{"Надой":['','','','','','',''],"Жирость":['','','','','','',''],"Вес":['','','','','','','']}},
    {name:"Бодя", breed:"Костромская", color:"Светло-бурая", DOB: new Date(2011, 3, 5), id:9, fatherId:"4", motherId:"5", graph:{"Надой":['','','','','','',''],"Жирость":['','','','','','',''],"Вес":['','','','','','','']}},   
];
    export default cows;